INSERT INTO work_experience_info (RESUME_ID, YEARS, COMPANY_NAME, POSITION, RESPONSIBILITIES)
VALUES
    (1, 5, 'Инженерная фирма', 'Гражданский инженер', 'Проектирование и надзор за строительными проектами, включая мосты и дороги'),
    (2, 3, 'Издательская компания', 'Редактор контента', 'Редактирование и корректура статей и рукописей для публикации'),
    (3, 4, 'Софтверная компания', 'Разработчик программного обеспечения', 'Разработка и поддержка программных приложений с использованием Python и Django'),
    (4, 4, 'Стартап по разработке ПО', 'UX-дизайнер', 'Проектирование пользовательских интерфейсов и опыта для программных приложений'),
    (5, 2, 'Тех Решения', 'Инженер-программист', 'Разработка веб-приложений с использованием Java и Spring framework'),
    (6, 2, 'Технологический стартап', 'Frontend-разработчик', 'Создание пользовательских интерфейсов для веб-приложений с использованием HTML, CSS и JavaScript'),
    (7, 4, 'Инженерная фирма', 'Механический инженер', 'Проектирование и анализ механических систем для промышленных применений'),
    (8, 4, 'Художественная галерея', 'Куратор искусства', 'Управление художественными коллекциями и организация выставок и мероприятий'),
    (9, 2, 'Банковское учреждение', 'Кредитный специалист', 'Оценка заявок на кредиты и управление кредитными портфелями'),
    (10, 3, 'Маркетинговое агентство', 'Маркетолог', 'Разработка и реализация маркетинговых кампаний для клиентов'),
    (11, 3, 'Агентство по связям с общественностью', 'PR-специалист', 'Управление медиа-отношениями и разработка коммуникационных стратегий для клиентов'),
    (12, 3, 'Издательский дом', 'Редакционный ассистент', 'Помощь в редактировании и корректуре рукописей для публикации'),
    (13, 2, 'Музыкальная студия', 'Учитель музыки', 'Предоставление частных уроков музыки для студентов всех возрастов и уровней подготовки'),
    (14, 3, 'Студия звукозаписи', 'Музыкальный продюсер', 'Продюсирование и инженеринг музыкальных записей для артистов и групп'),
    (15, 5, 'Финансовые услуги', 'Финансовый аналитик', 'Проведение финансового анализа и прогнозирования для инвестиционных решений');