INSERT INTO resumes (applicant_id, name, category_id, salary, is_active, created_date, update_time)
VALUES
    (1, 'Инженер-программист', 2, 60000, TRUE, TIMESTAMP '2023-01-15 09:30:00', TIMESTAMP '2023-05-01 15:45:00'),
    (1, 'Специалист по данным', 2, 70000, TRUE, TIMESTAMP '2023-02-20 10:00:00', TIMESTAMP '2023-06-10 11:00:00'),
    (5, 'Менеджер проекта', 1, 75000, TRUE, TIMESTAMP '2023-03-10 14:30:00', TIMESTAMP '2023-07-15 09:00:00'),
    (5, 'Инженер по качеству (QA)', 2, 55000, TRUE, TIMESTAMP '2023-03-25 13:15:00', TIMESTAMP '2023-08-05 12:30:00'),
    (7, 'Инженер DevOps', 1, 65000, TRUE, TIMESTAMP '2023-04-05 08:45:00', TIMESTAMP '2023-08-20 10:15:00'),
    (7, 'Дизайнер UI/UX', 2, 60000, TRUE, TIMESTAMP '2023-04-18 14:00:00', TIMESTAMP '2023-08-25 09:30:00'),
    (9, 'Разработчик Backend', 1, 80000, TRUE, TIMESTAMP '2023-05-01 09:00:00', TIMESTAMP '2023-09-10 15:00:00'),
    (9, 'Разработчик Frontend', 2, 75000, TRUE, TIMESTAMP '2023-05-15 16:30:00', TIMESTAMP '2023-09-20 11:45:00'),
    (13, 'Системный администратор', 1, 70000, TRUE, TIMESTAMP '2023-06-01 11:15:00', TIMESTAMP '2023-10-01 10:30:00'),
    (13, 'Менеджер по продукту', 2, 90000, TRUE, TIMESTAMP '2023-06-20 10:30:00', TIMESTAMP '2023-10-10 13:00:00'),
    (13, 'Маркетолог', 1, 60000, TRUE, TIMESTAMP '2023-07-01 14:45:00', TIMESTAMP '2023-10-20 12:15:00'),
    (13, 'Менеджер по персоналу (HR)', 2, 65000, TRUE, TIMESTAMP '2023-07-10 09:30:00', TIMESTAMP '2023-10-25 11:45:00'),
    (1, 'Бизнес-аналитик', 1, 70000, TRUE, TIMESTAMP '2023-08-01 13:00:00', TIMESTAMP '2023-11-01 16:00:00'),
    (5, 'Сетевой инженер', 1, 75000, TRUE, TIMESTAMP '2023-08-20 10:45:00', TIMESTAMP '2023-11-10 15:15:00'),
    (7, 'Специалист по безопасности', 2, 80000, TRUE, TIMESTAMP '2023-09-01 09:15:00', TIMESTAMP '2023-11-20 14:30:00');