INSERT INTO messages (RESPONDED_APPLICANT_ID, CONTENT, TIMESTAMP)
VALUES
    (2, 'Собеседование прошло отлично, очень дружелюбная команда.', '2024-03-12 10:00:00'),
    (1, 'Вакансия соответствует моим ожиданиям, жду обратной связи.', '2024-03-13 11:00:00'),
    (3, 'Процесс собеседования был очень профессиональным и структурированным.', '2024-03-14 12:00:00'),
    (5, 'Компания произвела хорошее впечатление, надеюсь на дальнейшее сотрудничество.', '2024-03-15 13:00:00'),
    (8, 'Вакансия очень интересная, условия работы привлекательные.', '2024-03-16 14:00:00'),
    (10, 'Собеседование прошло гладко, все вопросы были четко сформулированы.', '2024-03-17 15:00:00'),
    (12, 'Очень понравилась атмосфера в компании, жду предложения.', '2024-03-18 16:00:00'),
    (5, 'Вакансия полностью соответствует моим навыкам и опыту.', '2024-03-19 17:00:00'),
    (8, 'Собеседование было информативным и полезным.', '2024-03-20 18:00:00'),
    (2, 'Компания произвела отличное впечатление, надеюсь на положительный ответ.', '2024-03-21 19:00:00'),
    (2, 'Вакансия очень интересная, условия работы привлекательные.', '2024-03-22 20:00:00'),
    (5, 'Собеседование прошло отлично, все вопросы были четко сформулированы.', '2024-03-23 21:00:00'),
    (8, 'Очень понравилась атмосфера в компании, жду предложения.', '2024-03-24 22:00:00'),
    (3, 'Процесс собеседования был очень профессиональным и структурированным.', '2024-03-25 23:00:00'),
    (2, 'Компания произвела хорошее впечатление, надеюсь на дальнейшее сотрудничество.', '2024-03-26 00:00:00');