INSERT INTO education_info (RESUME_ID, INSTITUTION, PROGRAM, START_DATE, END_DATE, DEGREE)
VALUES
    (5, 'Технологический университет', 'Компьютерные науки', '2018-09-01 00:00:00', '2022-06-30 00:00:00', 'Бакалавр'),
    (10, 'Инженерный колледж', 'Электротехника', '2017-09-01 00:00:00', '2021-06-30 00:00:00', 'Бакалавр'),
    (7, 'Университет науки', 'Механическая инженерия', '2019-09-01 00:00:00', '2023-06-30 00:00:00', 'Магистр'),
    (15, 'Государственный университет', 'Бизнес-администрирование', '2016-09-01 00:00:00', '2020-06-30 00:00:00', 'Бакалавр'),
    (2, 'Общественный колледж', 'Информационные технологии', '2018-09-01 00:00:00', '2022-06-30 00:00:00', 'Ассоциат'),
    (5, 'Технический институт', 'Графический дизайн', '2017-09-01 00:00:00', '2021-06-30 00:00:00', 'Ассоциат'),
    (9, 'Университет примера', 'Компьютерные науки', '2015-09-01 00:00:00', '2019-06-30 00:00:00', 'Бакалавр'),
    (12, 'Колледж искусств', 'Английская литература', '2016-09-01 00:00:00', '2020-06-30 00:00:00', 'Бакалавр'),
    (9, 'Университет бизнеса', 'Финансы', '2019-09-01 00:00:00', '2023-06-30 00:00:00', 'Магистр'),
    (2, 'Школа дизайна', 'Модный дизайн', '2017-09-01 00:00:00', '2021-06-30 00:00:00', 'Бакалавр'),
    (14, 'Медицинский колледж', 'Сестринское дело', '2018-09-01 00:00:00', '2022-06-30 00:00:00', 'Ассоциат'),
    (3, 'Общественный университет', 'Общественное здоровье', '2016-09-01 00:00:00', '2020-06-30 00:00:00', 'Бакалавр'),
    (8, 'Институт искусств', 'Изящные искусства', '2019-09-01 00:00:00', '2023-06-30 00:00:00', 'Магистр'),
    (7, 'Университет языков', 'Лингвистика', '2017-09-01 00:00:00', '2021-06-30 00:00:00', 'Бакалавр'),
    (6, 'Технический колледж', 'Компьютерная инженерия', '2018-09-01 00:00:00', '2022-06-30 00:00:00', 'Ассоциат');